"Open File in Preskim" = "Ouvrir le fichier avec Preskim";
"Open URL in Preskim" = "Ouvrir l’URL avec Preskim";
"Open Selected PDF" = "Ouvrir le PDF sélectionné";
"Show Preskim Notes" = "Ouvrir les notes Preskim";
